Repository: Sirotin-D/MagisterWork
Catalog: Mobile/MagisterWork/MagisterWork/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ sec.
ru: %@ сек.

source: Apple pie
ru: Яблочный пирог

source: Baby back ribs
ru: Рёбрышки

source: Baklava
ru: Пахлава

source: Beef carpaccio
ru: Карпаччо из говядины

source: Beef tartare
ru: Тартар из говядины

source: Beet salad
ru: Салат из свеклы

source: Beignets
ru: Бенье

source: Bibimbap
ru: Пибимпап

source: Bread pudding
ru: Хлебный пуддинг

source: Breakfast burrito
ru: Буррито

source: Bruschetta
ru: Брускетта

source: Caesar salad
ru: Салат цезарь

source: Calories (100g):
ru: Калории (на 100г):

source: Cannoli
ru: Канноли

source: Caprese salad
ru: Капрезе

source: Carbohydrates (g):
ru: Углеводы (г):

source: Carrot cake
ru: Морковный пирог

source: Ceviche
ru: Севиче

source: Cheese plate
ru: Сырная тарелка

source: Cheesecake
ru: Чизкейк

source: Chicken curry
ru: Курица карри

source: Chicken quesadilla
ru: Куриная кесадилья

source: Chicken wings
ru: Куриные крылья

source: Chocolate cake
ru: Шоколадный пирог

source: Chocolate mousse
ru: Шоколадный мусс

source: Churros
ru: Чуррос

source: Clam chowder
ru: Суп-пюре из моллюсков

source: Class labels
ru: Классы объектов

source: Class labels count: %lld
ru: Количество классов: %lld

source: Classification class labels:
ru: Распознаваемые классы объектов:

source: Classificator
ru: Классификатор

source: Club sandwich
ru: Сэндвич

source: Crab cakes
ru: Крабовые котлеты

source: Creme brulee
ru: Крем-брюле

source: Croque madame
ru: Крок-месье

source: Cup cakes
ru: Капкейк

source: Description:
ru: Описание:

source: Deviled eggs
ru: Яйца по-русски

source: Donuts
ru: Пончики

source: Dumplings
ru: Вареники

source: Edamame
ru: Эдамамэ

source: Eggs benedict
ru: Яйца бенедикт

source: Escargots
ru: Улитки

source: Falafel
ru: Фалафель

source: Fats (g):
ru: Жиры (г):

source: Filet mignon
ru: Филе миньон

source: Fish and chips
ru: Рыба и картофель фри

source: Foie gras
ru: Фуа-гра

source: French fries
ru: Картофель фри

source: French onion soup
ru: Французский луковый суп

source: French toast
ru: Сладкие гренки

source: Fried calamari
ru: Жареные кальмары

source: Fried rice
ru: Жареный рис

source: Frozen yogurt
ru: Замороженный йогурт

source: Garlic bread
ru: Чесночный хлеб

source: Gnocchi
ru: Ньокки

source: Greek salad
ru: Греческий салат

source: Grilled cheese sandwich
ru: Жареный сырный сэндвич

source: Grilled salmon
ru: Лосось на гриле

source: Guacamole
ru: Гуакамоле

source: Gyoza
ru: Гёдза

source: Hamburger
ru: Гамбургер

source: Hot and sour soup
ru: Остро-кислый суп

source: Hot dog
ru: Хот дог

source: Huevos rancheros
ru: Уэвос ранчерос

source: Hummus
ru: Хумус

source: Ice cream
ru: Мороженое

source: Image categories:
ru: Категории фото:

source: Lasagna
ru: Лазанья

source: Lobster bisque
ru: Суп-пюре из лобстера

source: Lobster roll sandwich
ru: Ролл с лобстером

source: Macaroni and cheese
ru: Макароны с сыром

source: Macarons
ru: Макароны

source: Miso soup
ru: Мисо-суп

source: Mussels
ru: Мидии

source: Nachos
ru: Начос

source: Name:
ru: Имя:

source: No class labels found
ru: Классов объектов не найдено

source: Ok
ru: Ок

source: Omelette
ru: Омлет

source: Onion rings
ru: Луковые кольца

source: Open Settings
ru: Открыть Настройки

source: Oysters
ru: Устрицы

source: Pad thai
ru: Пад тай

source: Paella
ru: Паэлья

source: Pancakes
ru: Панкейк

source: Panna cotta
ru: Панна-котта

source: Peking duck
ru: Утка по-пекински

source: Pho
ru: Фо

source: Pizza
ru: Пицца

source: Please allow access to resource in the settings to continue
ru: Пожалуйста, разрешите доступ к ресурсу в настройках, чтобы продолжить

source: Pork chop
ru: Свиная отбивная

source: Poutine
ru: Пути́н

source: Prime rib
ru: Жаркое из стоячих ребер

source: Proteins (g):
ru: Белки (г):

source: Pulled pork sandwich
ru: Сэндвич с тушеной свининой

source: Ramen
ru: Рамен

source: Ravioli
ru: Равиоли

source: Red velvet cake
ru: Красный бархат

source: Risotto
ru: Ризотто

source: Samosa
ru: Самоса

source: Sashimi
ru: Саши́ми

source: Scallops
ru: Морские гребешки

source: Seaweed salad
ru: Салат Чука

source: See all class labels
ru: Посмотреть все классы объектов

source: Select neural network model
ru: Выберете модель нейронной сети

source: Settings
ru: Настройки

source: Shrimp and grits
ru: Креветки и крупа

source: Spaghetti bolognese
ru: Спагетти болоньезе

source: Spaghetti carbonara
ru: Спагетти карбонара

source: Spring rolls
ru: Спринг-роллы

source: Steak
ru: Стейк

source: Strawberry shortcake
ru: Клубничное бисквитное пирожное

source: Sushi
ru: Суши

source: Tacos
ru: Тако

source: Takoyaki
ru: Такояки

source: Time elapsed:
ru: Время затрачено

source: Tiramisu
ru: Тирамису

source: Tuna tartare
ru: Тартар из тунца

source: Waffles
ru: Вафли
